/* Label next to search field */
"1 song" = "1 spår";

/* Label next to search field */
"%i songs" = "%i spår";

/* Dialog Button */
"Cancel" = "Avbryt";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Återställ Alarmet";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Vill du spara ändringarna för detta alarm?";

/* Dialog Button */
"Don't Save" = "Spara Inte";

/* Window title when editing an alarm */
"Edit Alarm" = "Redigera Alarm";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "If you don't save, your changes will be lost.";

/* Main prompt in sheet */
"Invalid alarm time" = "Invalid alarm time";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Playlist: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Välj ett datum och tid i framtiden.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Välj de dagar som alarmet ska upprepas.";

/* Dialog Button */
"Save" = "Spara";

/* Song label when using a song */
"Song: %@" = "Spår: %@";

